Repository: snosey/elBaltoPatientIos
Catalog: balto/*.lproj/Localizable.strings
Languages: ar

# app_name
source: Doctor ElBalto
ar: Balto

source: Sign Up
ar: تسجيل جديد

source: Log In
ar: تسجيل دخول

# forget_password
source: Forgot password?
ar: هل نسيت كلمة السر؟

# signup_facebook
source: Sign Up with Facebook
ar: تسجيل بالفيس بوك

source: Create Account
ar: حساب جديد

source: PASSWORD
ar: كلمة السر

source: EMAIL
ar: البريد الالكتروني

source: NAME
ar: الاسم

source: First name
ar: الأسم الاول

source: Last name
ar: الأسم الاخير

# ask_name
source: What is your name?
ar: ما اسمك؟

# checkName
source: Please enter your name
ar: برجاء ادخال اسمك !

source: Or
ar: او

# ask_email
source: What is your email?
ar: ما هو بريدك الالكتروني؟

# invalidEmail
source: Email is invalid
ar: البريد الالكتورني غير صحيح

# emailIsExist
source: Email already exists!
ar: البريد الالكتروني مسجل مسبقا!

source: GENDER
ar: النوع

# emailSent
source: We sent you an email!
ar: تم ارسال بريد الكتروني!

# confirmation_Code
source: Enter the confirmation code you received
ar: برجاء ادخال الكود الذي تم ارساله لك

source: Resend
ar: ارسل مره اخرى

# smsSent
source: We have sent you an SMS!
ar: تم ارسال رساله نصيه اليك!

source: Confirm
ar: تاكيد

# promoCode
source: Enter Referral ID if you have
ar: قم بادخال رمز الخصومات اذا كان لديك

# upload
source: Upload your profile picture
ar: تحميل صورة ملفك الشخصي

source: Profile Pic
ar: الصوره الشخصيه

# ask_password
source: What is your password?
ar: ما هي كلمة السر الخاصه بك؟

# wrongEmailOrPassword
source: Email or password is incorrect
ar: البريد الالكتروني او كلمة السر خاطئه

source: Create Password
ar: انشاء كلمة السر

# password_constraints
source: Your password shouldn't be more than 16 characters
ar: كلمة السر يجب الا تزيد عن 16 حرف او رقم

# addPhone
source: Add your mobile number
ar: اضف رقم الموبايل

source: PHONE NUMBER
ar: رقم الموبايل

# didntReciveCode
source: Didn't receive code?
ar: لم تستلم رمز التفعيل؟

# emailIsNotExist
source: Email is not found!
ar: البريد الالكتروني غير صحيح!

source: Code is invalid!
ar: الرمز غير صحيح!

# profession
source: Choose Your Profession
ar: اختر مهنتك

source: Specialization
ar: التخصص

# chooseLocation
source: Where can you provide this service?
ar: اين تسطيع تقديم هذا الخدمه؟

# typeOfService
source: Choose type of services
ar: اختر نوع الخدمه

source: Home
ar: الرئيسيه

# reservation
source: Reservations
ar: الحجوزات

source: Promotions
ar: الهدايا

# addPayment
source: Payment
ar: الدفع

source: Share
ar: مشاركه

# lang
source: Language
ar: اللغه

# termAndCondition
source: Terms and Conditions
ar: الشروط و الاحكام

source: Logout
ar: تسجيل خروج

source: Are you sure?
ar: هل انت متأكد

source: back
ar: رجوع

# noPromo
source: No promotions available , share application to get promotions.
ar: لا يوجد عروض حاليا , قم بمشاركه التطبيق للحصول على عروض و خصومات

# emailDescription
source: For promotions, changing password and important notifications
ar: للهدايا , وتغير كلمة السر و الاشعارات المهمه

# homeMain
source: HOME VISIT
ar: زياره منزليه ( قريبا )

# onlineMain
source: ONLINE CONSULTATION
ar: استشاره اونلاين

# agreeConditions
source: I agree to the terms and conditions
ar: اوافق على الشروط و الاحكام

source: Register
ar: تسجيل

source: Your Location
ar: موقعك الحالي

# selectService
source: Select Service Category
ar: اختر نوع الخدمه

source: Cash
ar: نقدي

source: Wallet
ar: المحفظه

source: Change
ar: تغيير

source: Base Fare
ar: التكلفة الاساسية

source: Service Duration
ar: مدة الخدمة

source: Male
ar: ذكر

source: Female
ar: أنثى

# Both
source: Any
ar: آي منهما

# estimatedFare
source: Total Fare
ar: التكلفة الاجمالية

source: Schedule
ar: حجز

source: Request Now
ar: اطلب الان

source: Agenda
ar: الأجنده

# promoCodeRequest
source: Promo Code
ar: كود الخصم

source: Available
ar: متاح

source: Offline
ar: غير متاح

# noProfissional
source: No professional available
ar: لا يوجد متخصص متاح حاليا

# bookingRequestMessage
source: New Request
ar: طلب جديد

source: Searching
ar: جاري البحث

# credit
source: Card
ar: البطاقه الائتمانيه

# requestNotAvailable
source: This request has been taken
ar: هذا الطلب لم يعد متاح !

# coming
source: Upcoming
ar: القادمه

source: Past
ar: السابقه

# alarmComingReservation
source: You have reservation in 15 minute
ar: لديك حجز بعد 15 دقيقه

# alarmComingReservationNow
source: You have reservation Now
ar: لديك حجز الان

# ProfissionalBusy
source: All our professionals are busy now with other clients, you will be contacted shortly
ar: جميع ممثلينا مشغولين الآن في خدمة عملاء اخرين, سيتم التواصل معك في اقرب وقت

source: Optional
ar: اختياري

# hour
source: H
ar: س

source: EGP
ar: جنيه

# fromHour
source: Available from
ar: متاح من

# toHour
source: To
ar: الى

source: Details
ar: تفاصيل

source: Med Report
ar: التقرير الطبي

# chooseDate
source: Choose date ( Optional )
ar: اختر المعاد ( اختياري )

source: Search Result
ar: نتيجة البحث

source: Filter
ar: تنقيه

source: Sort
ar: ترتيب

# reservation2
source: Book
ar: حجز

source: Reviews
ar: الاراء

source: New Reservation
ar: لديك حجز جديد

source: Booked up
ar: محجوز

# notAvailable
source: Fully booked, kindly see another day or another doctor
ar: محجوز بالكامل، يرجي البحث في يوم أخر أو طبيب أخر

# video_room_is_created
source: Video room is ready
ar: تم انشاء غرفه المحادثه

source: Connected
ar: تم الاتصال

source: Disconnected
ar: انقطع الاتصال

# SuccessConnected
source: You have joined consulting room
ar: تم دخول غرفه الاستشاره

# FailToConnected
source: Internet connection failed
ar: فشل فى الاتصال

# waitToBookTime
source: Please wait untill booking time
ar: برجاء الانتظار حتى ياتي موعد الحجز

# baltoCertificate
source: ElBalto Certificate Doctor
ar: شهادة طبيب البالطو

source: Diagnosis:
ar: التشخيص:

source: prescription:
ar: العلاج:

source: Add Rate
ar: اضف تقييم

# writeReview
source: Write your review here..
ar: قم بكتابة تعليقك هنا

# choose_payment_way
source: Choose payment method
ar: اختر طريقة الدفع

# addOrChangeCredit
source: Add/Change your credit card
ar: اضافةتغيير البطاقة الائتمانيه

source: Start
ar: ابدأ

source: My Review
ar: تقييمي

source: You
ar: انت

source: Balto
ar: بالطو

# certifications
source: Documents
ar: مستندات

source: Date
ar: التاريخ

# shareOfferDoctor
source: Download Doctor ElBalto Now! and enjoy extra 20% on your 1st medical service fee by using this code:
ar: حمل تطبيق البالطو دلوقتي! و إستمتع ب20% خصم على أول إستشارة أو خدمه طبيه عن طريق الكود ده:

# shareOfferPatient
source: Download ElBalto Now! and enjoy 20% discount on your 1st medical service fee by using this code:
ar: حمل تطبيق البالطو دلوقتي! و إستمتع ب20% خصم على أول إستشارة أو خدمه طبيه عن طريق الكود ده:

# chooseLang
source: Choose Language
ar: اختر اللغه

# doctorStart
source: The professional is on the way
ar: لقد بدأ المتخصص بالتحرك

# doctorArrive
source: The professional has arrived to your location
ar: لقد وصل المتخصص لموقعك

# doctorFinished
source: The consultation has been ended, please add your review.
ar: لقد انتهى المتخصص من الكشف, برجاء كتابة تقييمك

# exit
source: Please click BACK again to exit
ar: اضغط رجوع مره اخرى للخروج

source: Help
ar: مساعده

# contactYou
source: Our team will contact you as soon as possible!
ar: سيتم التواصل معك في اقرب وقت ممكن !

# powerdBy
source: Powered by
ar: مشغل بواسطة

# reservationCancel
source: Unfortunately, the doctor cancelled the reservation. Please re-book another time or with another doctor.
ar: للأسف ، ألغى الطبيب الحجز. يرجى إعادة الحجز مرة أخرى أو مع طبيب آخر.

# reservationPatientCancel
source: Unfortunately, the patient cancelled the reservation.
ar: للأسف ، ألغى المريض الحجز.

source: Old password
ar: كلمة السر القديمه

source: New password
ar: كلمة السر الجديده

source: Wrong Password
ar: كلمة السر خاطئه

# gps_network_not_enabled
source: Please open GPS !
ar: برجاء فتح تحديد الموقع

source: SOON
ar: قريبا

# cantCancel
source: Reservation can not be cancelled less than 1 hour in advance
ar: لا يمكن إلغاء الحجز قبل موعده بأقل من ساعه

source: All
ar: الكل

source: DELETE
ar: حذف

# addToWallet
source: + Add credit
ar: + اضف الى المحفظه

# payWithAman
source: Pay by AMAN
ar: الدفع بواسطه أمان

# amanDetails
source: Your reference number for Aman is
ar: رقمك المرجعي لأمان هو

# amanDetails2
source: . To proceed with the payment, please head to the nearest Aman outlet, ask for ~ مدفوعات متنوعه اكسبت ~ and provide your reference number. To ask about your nearest outlet, please contact Aman's hotline on 19910
ar: لمتابعة الدفع ، يرجى التوجه إلى أقرب منفذ ، واسأل عن 'مدفوعات متنوعة اكسبت' وقدم رقمك المرجعي. للاستفسار عن أقرب فرع لك ، يرجى الاتصال بالخط الساخن الخاص بشركة أمان على رقم 19910

# Settled
source: Total Credit:
ar: قيمة المعامالت:

source: Total Outstanding:
ar: مجموع المدفوعات المعلقه:

source: Total Pending:
ar: مجموع المدفوعات المعلقه:

# transactionNumber
source: # of transactions:
ar: # عدد المعاملات:

source: Balance:
ar: الرصيد:

source: Amount:
ar: المبلغ:

# state
source: Status:
ar: الحاله:

# paymentWay
source: Payment Method:
ar: طريقة الدفع

source: AMAN
ar: أمان

# ewallet
source: Phone cash
ar: موبايل كاش

# wrongAmount
source: Please enter correct amount
ar: برجاء ادخال المبلغ الصحيح

# wrongPhone
source: Wrong phone number
ar: رقم الهاتف غير صحيح

# TotalPaidCredit
source: Total pay by credit card:
ar: اجمالى المدفوعات بالبطاقه الائتمانيه:

source: My Credit
ar: رصيدي

# phoneCashTypes
source: Etisalat Felosy - CIB Smart Wallet - Ahly PhoneCash - Qahera Cash - Audi DoPay - Saib Cashati - ABK Wallet
ar: اتصالات فلوسي - محفظة CIB الذكية - الاهلي فون كاش -القاهرة كاش - عوده Saib - DoPay كاشاتي - محفظة ABK

# doctorName
source: Enter doctor name ( Optional )
ar: ادخل اسم الدكتور ( اختياري )

source: Sub-Specialization
ar: تخصص فرعي

# rateSort
source: By rating
ar: حسب التقييم

# nameAsc
source: Name ascending
ar: الاسم تصاعدي

# nameDesc
source: Name descending
ar: الاسم تنازلي

# bookingRequestSent
source: Booking request is sent to the doctor, Thank You.
ar: تم ارسال طلب الحجز للدكتور , شكرا لك

# pleaseWaitDoctor
source: Please wait untill doctor join room.
ar: برجاء الانتظار حتى يدخل الطبيب غرفه المحادثه

# checkDr
source: Check
ar: فحص

# confirmService
source: Confirm service location
ar: تأكيد مكان الخدمه

source: Accept
ar: موافقه

# visitData
source: The date of the visit
ar: موعد الزياره

# newAgenda
source: Add a new appointment
ar: اضافة ميعاد جديد

# wrongAppoinment
source: The appointment is not available
ar: المعاد الذي ادخلته غير متاح

source: From - To
ar: من - الى

# min20
source: Available time can't be less than 60 min
ar: الوقت المتاح يجب الا يقل عن 60 دقيقه

source: Money for you :
ar: نقود لك :

# moneyOnYou
source: Outstanding:
ar: معلق:

# dueTo
source: Due by :
ar: تاريخ الاستحقاق :

# spokenLangauge
source: Spoken Language
ar: لغة التحدث

source: Arrive
ar: وصل

source: Cash Received:
ar: المستلم نقدا:

source: Pending:
ar: المستحق:
